{
  "sectionHeader": {
    "title": "Revolutionary Features, Seamlessly Integrated",
    "subtitle": "Our platform is a force multiplier, built to automate the mundane and amplify the strategic."
  },
  "parts": [
    {
      "title": "The AI-Powered Intelligence Engine",
      "description": "This is the core of our platform, working in the background to turn your scattered documents into a strategic advantage. It's the brain of the operation.",
      "features": [
        {
          "title": "Tender Synopsis",
          "description": "Instant auto-generated summary of long RFPs/tenders."
        },
        {
          "title": "Go/No-Go Instant Analysis",
          "description": "Pursue the right opportunities. Get a definitive bid/no-bid recommendation in minutes with a clear risk-reward score, empowering you to focus your resources where they'll have the most impact."
        },
        {
          "title": "Contextual Q&A",
          "description": "Stop searching, start asking. Pose questions in plain English and get precise answers with source citations from across your entire document library—in seconds."
        },
        {
          "title": "Intelligent Solution Matching",
          "description": "Let the AI connect the dots. Our platform learns your product and service suite to suggest the most relevant offering for a specific proposal, ensuring your bid is perfectly aligned with the client's needs."
        },
        {
          "title": "AI-Powered Content Library",
          "description": "Think of it as your organization's collective brain. Our AI creates a dynamic, searchable library of all your past bids, contracts, and documents, making it effortless for your team to find and reuse winning language and data."
        },
        {
          "title": "Auto-Drafting & Content Generation",
          "description": "Move from a blank page to a near-final draft in a fraction of the time. Our AI auto-drafts entire sections of your bid by referencing your past proposals and pre-approved content from your library."
        }
      ]
    },
    {
      "title": "Your Command & Control Center",
      "description": "These are the features your team will use every day to manage, collaborate, and win. It's the hands-on control panel for your entire bid process.",
      "features": [
        {
          "title": "Centralized Opportunity Management",
          "description": "Eliminate silos. Get a single, centralized dashboard to manage all active opportunities across your organization. Easily compare requirements, deadlines, and scope to prioritize your efforts."
        },
        {
          "title": "Ingest Any File Type",
          "description": "Simply drag and drop any document—PDFs, Word files, complex Excel sheets, images, or even zipped folders of project files. Our AI reads and processes it all, no prep work required."
        },
        {
          "title": "Real-Time Alerts & Collaboration",
          "description": "Stay perfectly in sync. Get notified of critical changes or approaching deadlines, and tag team members on specific questions or sections directly within the platform."
        },
        {
          "title": "Secure Access & Unbreakable Audit Trails",
          "description": "You are always in control. Manage user access with granular permissions and maintain a fully auditable trail of every action and AI-generated insight, ensuring total compliance and peace of mind."
        },
        {
          "title": "Integrations",
          "description": "Connection with different services, data like slack, aws, mail etc."
        }
      ]
    }
  ]
} 